#ifndef ________settings__
#define ________settings__

#define RADIO_1             //Раскомментировать если будет использован только один модем LR1121
//#define RADIO_2             //Раскомментировать если будет использовано два модема LR1121


//#define TEST                    //раскомментировать, если модуль будет прошиваться для общей проверки работоспособности
//#define RECEIVER                //раскомментировать, если модуль будет использоваться как простой приёмник
#define TRANSMITTER             //раскомментировать, если модуль будет использоваться как простой передатчик


#endif